Repository: code-for-good-wm/rooseveltparkna-alerts
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Mobile Phone Number
es: Número de teléfono móvil

source: Your confirmation code is
es: Tu código de confirmación es

source: Confirmation Code
es: Código de confirmación

source: Neighborhood Update
es: Actualización del vecindario

source: Welcome to Roosevelt Park's messaging system!
es: ¡Bienvenido al sistema de mensajería de Roosevelt Park!

source: Unable to verify code. Please try again.
es: No se pudo verificar el código. Inténtalo de nuevo.

source: Invalid confirmaiton code. Please try again.
es: Código de confirmación inválido. Inténtalo de nuevo.

source: Staff user is now logged out.
es: El usuario del personal ahora está desconectado.

source: Good bye! You will no longer receveice text messages from us.
es: ¡Adiós! Ya no recibirás mensajes de texto nuestros.

source: You're all set to receive alerts from Roosevelt Park Neighborhood Organization!
es: ¡Ya está todo listo para recibir alertas del vecindario de Roosevelt Park Organización!

source: Configure your preferences
es: Configura tus preferencias

source: Successfully updated your preferences.
es: Actualizó con éxito sus preferencias.

source: Language Preference
es: Preferencia de Idioma

source: Neighborhood Updates
es: Actualizaciones del vecindario

source: Volunteer Opportunities
es: Oportunidades para voluntarios

source: Please select at least one type of alert.
es: Seleccione al menos un tipo de alerta.

source: Get Text Alerts
es: Recibe alertas de texto

source: Please enter the code sent to your phone.
es: Ingrese el código enviado a su teléfono.

source: Finish setup
es: Finalizar configuración

source: Your Preferences
es: Tus preferencias

source: Configure which type of alerts we'll sent to
es: Configure a qué tipo de alertas enviaremos

source: Save
es: Ahorrar

source: Disable all alerts
es: Deshabilitar todas las alertas

source: We'll send you a code to get started.
es: Le enviaremos un código para comenzar.

source: Send SMS
es: Enviar SMS
